# 1.Створити список материків західної півкулі. Доповнити список материками зі східної півкулі. Відсортувати материки за алфавітом і вивести на екран.

# west = ["North America","sourth America","Antarctica"]
# est = ["Australia","Africa","Eurasia"]
# west.extend(est)
# west.sort()
# for i in west:
#     print(i, end=" ")

# 2.Створити список, елементами якого є інші списки, що містять інформацію про ім’я та прізвище студентів. Порахувати скільки людей мають ім’я «Андрій».

# student = [["Андрій","Остап","Петро","Степан","Олександр"],["Золотий","Зозуляк","Попіль","Мельник","Стефанишин"]]
# name = 0
# for i in student[0]:
#     if i == "Андрій":
#         name += 1
# print(f"В класі {name} є Андрій")